Repository: edenalencar/identifications
Catalog: help/*/*.po
Languages: pt_br

# _
source: translator-credits
pt_br: tradutor-créditos

source: How to generate a CNPJ
pt_br: Como gerar um CNPJ

source: Generate a CNPJ
pt_br: Gerar um CNPJ

source: At the end of the reading you will be able to generate just numbers of a CNPJ or formatted one using the global rules.
pt_br: Ao final da leitura você poderá gerar apenas números de um CNPJ ou formatado utilizando as regras globais.

source: Select CNPJ tab.
pt_br: Selecione aba CNPJ

source: In the <code>Amount</code> field select the quantity do you want by clicking on the <gui style="button">-/+</gui> buttons.
pt_br: No campo <code> Quantidade </code>, selecione a quantidade desejada clicando nos botões <gui style = "button"> - / + </gui>.

source: If you need the result formatted, check the <code>Formatted</code> box
pt_br: Se você precisar que o resultado seja formatado, marque a caixa <code> Formatado </code>

source: If you want to generate CNPJ of the head office and its affiliated societies, check the <code>Branches</code> field.
pt_br: Caso deseje gerar o CNPJ da Matriz e de suas sociedades afiliadas, verifique o campo <code> Filiais </code>.

source: Press the <gui style="button">Generate</gui> buttom
pt_br: Pressione o botão <gui style = "button"> Gerar </gui>

source: If you need to copy the entire result, click the <gui style="button">Copy</gui> button and all the content will be available in the clipboard.
pt_br: Se você precisar copiar todo o resultado, clique no botão <gui style = "button"> Copiar </gui> e todo o conteúdo ficará disponível na área de transferência.

source: How to generate a CPF
pt_br: como gerar um CPF

source: Generate a CPF
pt_br: Gerar um CPF

source: At the end of the reading you will be able to generate just numbers of a CPF or formatted one using the global rules.
pt_br: Ao final da leitura você poderá gerar apenas números de um CNPJ ou formatado utilizando as regras globais.

source: Select CPF tab.
pt_br: Selecione aba CPF

source: How to generate a Inscrição Estadual
pt_br: Como gerar uma Inscrição Estadual

source: Generate a Inscrição Estadual
pt_br: Gerar uma Inscrição Estadual

source: At the end of the reading you will be able to generate just numbers of a IE or formatted one using the Brazilian states rules.
pt_br: Ao final da leitura você poderá gerar apenas números de um IE ou formatado usando as regras dos estados brasileiros.

source: Select <code>Inscrição Estadual</code> tab.
pt_br: Selecione a aba <code> Inscrição Estadual </code>.

source: Select the state do you want in the <code>State</code> field
pt_br: Selecione o estado que deseja no campo <code> Estado </code>

# link:seealso
source: Identifications
pt_br: Identificações

# link
source: Identifications
pt_br: Identificações

# text
source: Identifications
pt_br: Identificações

source: <_:media-1/> Identifications
pt_br: <_: media-1 /> Identificações

source: <app>Identifications</app> It is a tool for the QA team and developers
pt_br: <app> Identificações </app> É uma ferramenta para a equipe de QA e desenvolvedores

source: Getting started
pt_br: Primeiros passos
