Repository: edenalencar/identifications
Catalog: po/*.po
Languages: pt_br

source: Identifications
pt_br: Identificações

source: utility;identifications;work;cpf,cnpj,inscrição estadual
pt_br: utilitário;identificações;trabalho;cpf,cnpj,inscrição estadual

source: It is a tool for the QA team and developers
pt_br: É uma ferramenta para a equipe de QA e desenvolvedores

source: Identifications help QA teams and developers that needed identifications used in Brazil as CPF, CNPJ and IE to test websites or system.
pt_br: As identificações ajudam as equipes de controle de qualidade e desenvolvedores que precisavam de identificações usadas no Brasil como CPF, CNPJ e IE para testar sites ou sistema.

source: Release Identifications 0.3.0 brings
pt_br: Identificação de versão 0.3.0 traz

source: Added Shortcus
pt_br: Atalhos do teclado

source: Release Identifications 0.2.0 brings
pt_br: Identificação de versão 0.2.0 traz

source: Added documentation help
pt_br: Adicionado documentação de ajuda

source: The amount field has been changed to start with a value of 1
pt_br: O campo quantidade foi alterado para iniciar com valor 1

source: Release Identifications 0.1.2 brings
pt_br: Identificação de versão 0.1.2 traz

source: Generate CPF with or without format
pt_br: Gerar CPF com ou sem formato

source: Generate CNPJ including branches
pt_br: Gerar CNPJ incluindo filiais

source: Generate IE with or without format
pt_br: Gerar IE com ou sem formato

source: Copy all idenfications generated to clipboard
pt_br: Copie todas as identificações geradas para a área de transferência

source: Pull interval
pt_br: Intervalo de puxar

source: Pull data every X seconds.
pt_br: Extraia dados a cada X segundos.

source: Use dark GTK+ theme
pt_br: Use um tema GTK + escuro

source: Use the dark variant of your GTK+ theme. Please note that not every GTK+ theme has a dark variant.
pt_br: Use a variante escura do seu tema GTK +. Observe que nem todo GTK +o tema tem uma variante escura.

source: Window width
pt_br: Largura da janela

source: Remember the window width.
pt_br: Lembre-se da largura da janela.

source: Window height
pt_br: Altura da janela

source: Remember the window height.
pt_br: Lembre-se da altura da janela.

source: Amount:
pt_br: Quantidade:

source: Generate records with points and hinfens
pt_br: Gere registros com pontos e hifens

source: Formatted
pt_br: Formatado

source: Generate records with points and hifens. With ID's pattern.
pt_br: Gere registros com pontos e hifens

source: Generate
pt_br: Gerar

source: To generate
pt_br: Gerar

source: Copy to clipboard
pt_br: Copiar para área de transfêrencia

source: Branches
pt_br: Filiais

source: State:
pt_br: Estado:

source: Select a state
pt_br: Selecione um estado

source: If checked generates CNPJ and its branches
pt_br: Se marcado gerar CPNJ e suas filiais

source: Keyboard shortcuts
pt_br: Atalhos do teclado

source: Help
pt_br: Ajuda

source: About
pt_br: Sobre

source: General
pt_br: Geral

source: Open menu window
pt_br: Abrir menu janela

source: To generate identifications
pt_br: Gerar identificações

source: Tools to devs and QA Team test applications that needing identifications from Brazil
pt_br: Ferramentas para desenvolvedores e aplicativos de teste da equipe de controle de qualidade que precisam de identificações do Brasil
